[
  {
    "name": "Amina",
    "location": "Lubumbashi",
    "service": "Maternal Care & Traditional Healing",
    "quote": "Kazidomo Santé helped me find a midwife and herbalist when I needed it most. I was nervous about my pregnancy, but the platform connected me with a caring provider who spoke my language and respected my traditions. It felt like someone was finally listening to me.",
    "image": "images/amina.webp"
  },
  {
    "name": "Patrick",
    "location": "Kolwezi",
    "service": "Fitness Coaching",
    "quote": "I booked a fitness coach through the app and now I feel stronger every week. Before, I didn’t know where to start with my health goals. Kazidomo Santé gave me access to someone who understood my lifestyle and helped me build a routine that works—even with my busy schedule.",
    "image": "images/patrick.jpg"
  },
  {
    "name": "Chantal",
    "location": "Likasi",
    "service": "Diabetes Screening & Preventive Care",
    "quote": "Thanks to Kazidomo Santé, I discovered a local clinic offering free diabetes screenings. I had been feeling tired and dizzy for months, but didn’t know where to go. The directory was easy to use, and now I’m getting the care I need without worrying about cost.",
    "image": "images/chantal.webp"
  },
  {
    "name": "Jean-Paul",
    "location": "Kasumbalesa",
    "service": "Mental Health Counseling",
    "quote": "I was struggling with anxiety and didn’t know who to talk to. Kazidomo Santé connected me with a mental health counselor who offered sessions in Swahili. It changed my life. I feel heard, supported, and more hopeful about the future.",
    "image": "images/jean-paul.webp"
  },
  {
    "name": "Mado",
    "location": "Lubudi",
    "service": "Traditional Healing",
    "quote": "My grandmother needed traditional healing after a fall, and Kazidomo Santé helped us find a trusted healer nearby. The experience was respectful and holistic. It’s beautiful to see technology honoring our cultural practices.",
    "image": "images/mado.webp"
  },
  {
    "name": "David",
    "location": "Kamina",
    "service": "Pharmacy Access",
    "quote": "I used Kazidomo Santé to locate a pharmacy that had the exact medication my son needed. The pharmacist even offered advice on dosage and side effects. It saved us a long trip to the city.",
    "image": "images/david.webp"
  },
  {
    "name": "Esther",
    "location": "Sakania",
    "service": "Nutrition & Wellness",
    "quote": "After months of fatigue, I found a nutritionist through Kazidomo Santé who helped me adjust my diet. I feel more energized and my children are eating better too. It’s more than health—it’s transformation.",
    "image": "images/esther.webp"
  },
  {
    "name": "Moïse",
    "location": "Pweto",
    "service": "Emergency Care",
    "quote": "During a late-night emergency, Kazidomo Santé helped me locate the nearest clinic that was still open. The staff were ready and professional. I don’t know what I would’ve done without it.",
    "image": "images/moise.webp"
  }
   ]